{
  "Agro-processing":"Manufacturing activities that transform raw materials and intermediary goods derived from agriculture into intermediate or final goods.",
  "Fringe benefit":"A benefit supplementing an employee’s wages or salary, such as medical insurance, company cars, housing allowances and pension schemes.",
  "Baseline":"The initial allocations used during the budget process, derived from the previous year’s forward estimates.",
  "Standing appropriations":"Government’s expenditure obligations that do not require a vote or statutory provision, including contractual guarantee commitments and international agreements.",
  "Capital adequacy":"A measure of a financial institution’s capital, expressed as a percentage of its credit exposure.",
  "Lump-sum benefit":"A one-time payment for the total or partial value of an asset, usually received in place of recurring smaller payments.",
  "Price sensitivity":"The extent to which changes in price affect consumer purchasing behaviour.",
  "Import parity pricing":"When a firm sells goods locally at the price customers would pay if they were to import the same goods from another country.",
  "Unsecured lending":"A loan that is not backed or secured by any type of collateral to reduce the lender’s risk.",
  "Securitisation":"The pooling of assets into a financial instrument to sell to different types of investors.",
  "Bond-switch programme":"An auction that aims to ease pressure on targeted areas of the redemption profile by exchanging shorter-dated debt for longer-term debt. See switch auction.",
  "Nominal wage":"The return, or wage, to employees at the current price level.",
  "Seasonally adjusted":"Removal of seasonal volatility (monthly or quarterly) from a time series. This provides a measure of the underlying trend in the data.",
  "Microeconomics":"The branch of economics that deals with the behaviour of individual firms, consumers and sectors.",
  "Deleveraging":"The reduction of debt previously used to increase the potential return of an investment.",
  "Inclusion rate":"The portion of the net capital gain derived from the disposal of an asset that will be taxed at the applicable rate.",
  "National Development Plan":"A planning framework prepared by the National Planning Commission that aims to eliminate poverty and reduce inequality by 2030.",
  "Impairment":"A reduction in the recorded value of a long-lived asset arising from circumstances that prevent the asset from generating the future economic benefits previously expected and recorded.",
  "Discretionary trust":"A trust where the executor has the choice of whether and how much of the trust’s income or capital is to be distributed to beneficiaries. The beneficiaries have only provisional rights to the income or capital of the trust.",
  "Derivative financial":"A financial asset that derives its value from an underlying asset, which may",
  "Exchange-traded funds":"Funds that track indexes, commodities or baskets of assets, and trade like stocks.",
  "Tertiary sector":"The part of the economy concerned with the provision of services.",
  "Collateral":"An asset placed as a guarantee for the repayment of debt, to be recouped in the case of a default.",
  "Spatial planning":"Planning to influence the geographic distribution of people and economic activity.",
  "Unemployment (broad":"All those of working age who are unemployed, including those actively",
  "Forward cover":"Transactions involving an agreed exchange rate at which foreign currency will be purchased or sold at a future date.",
  "Emerging economies":"A name given by international investors to middle-income economies.",
  "Crowding-out":"A fall in private investment or consumption as a result of increased government expenditure financed through borrowing, thereby competing for loanable funds and raising the interest rate, which curtails private investment and consumption spending.",
  "Act (PFMA)":"government, including the efficiency and effectiveness of public expenditure and the responsibilities of those engaging with government financial management.",
  "Accrual":"An accounting convention by which payments and receipts are recorded as they occur, even if no cash flow takes place.",
  "Economic rent":"The difference between the return made by a factor of production (capital or labour) and the return necessary to keep the factor in its current occupation. For example, a firm making excess profits is earning economic rent.",
  "Current balance":"The difference between revenue and current expenditure, which consists of compensation of employees, goods and services, and interest and rent on land.",
  "instrument":"be a physical asset such as gold, or a financial asset such as a government bond.",
  "Special economic zones":"A designated zone where business and trade laws incentivise trade, investment and employment.",
  "Public-benefit organisations":"Organisations that are mainly funded by donations from the public and",
  "Consolidated general":"National, provincial and local government, as well as extra-budgetary",
  "Tax expenditure":"Government revenue forgone due to provisions that allow deductions, exclusions, or exemptions from taxable income. The revenue can also be foregone through the deferral of tax liability or preferential tax rates.",
  "Intermediate goods":"Goods produced to be used as inputs in the production of final goods.",
  "Fixed investment/capital":"Spending on buildings, machinery and equipment contributing to",
  "Forward book":"The total amount of contracts for the future exchange of foreign currency entered into by the Reserve Bank at any given point in time.",
  "Marketable securities":"Tradable financial securities listed with a securities exchange.",
  "Economically active":"The part of the population that is of working age and is either employed or",
  "Fiscal leakage":"The outflow of revenue from an economy through tax evasion and avoidance.",
  "Repurchase (repo) rate":"The rate at which the Reserve Bank lends to commercial banks.",
  "Ad valorem duties":"Duties levied on commodities as a certain percentage of their value.",
  "Tax buoyancy":"Describes the relationship between total tax revenue collections and economic growth. This measure includes the effects of policy changes on revenue. A value above one means that revenues are growing faster than the economy and below one means they are growing below the rate of GDP growth.",
  "Total factor productivity":"An index used to measure the efficiency of all inputs that contribute to the production process.",
  "Extra-budgetary institutions":"Public entities not directly funded from the fiscus.",
  "Presidential Infrastructure":"A commission established by Cabinet to develop, review and coordinate a",
  "Medium Term Expenditure":"The technical committee responsible for evaluating the medium-term",
  "Quarterly Employment":"An establishment-based survey conducted by Statistics South Africa to",
  "government":"government institutions and social security funds.",
  "Unqualified audit":"An assessment by a registered auditing firm or the Auditor-General of South Africa asserting that the financial statements of a department, entity or company are free of material misstatement.",
  "capital":"securities, such as bonds, debt and shares. Each category of security is accorded a proportionate weight in the calculation.",
  "balance of payments)":"service payments and receipts, interest, dividends and transfers. The current account can be in deficit or surplus. See also trade balance.",
  "Yield":"A financial return or interest paid to buyers of government bonds. The yield/rate of return on bonds takes into account the total annual interest payments, the purchase price, the redemption value and the amount of time remaining until maturity.",
  "Saving":"The difference between income and spending.",
  "Public sector":"National government, provincial government, local government, extra- budgetary governmental institutions, social security funds and non- financial public enterprises.",
  "inflation":"inflation, GDP inflation includes price increases in goods that are exported and intermediate goods such as machines, but excludes imported goods.",
  "Capital flow":"A flow of investments in or out of the country.",
  "Industrial development zone":"Designated sites linked to an international air or sea port, supported by incentives to encourage investment in export-orientated manufacturing and job creation.",
  "Inflation":"An increase in the overall price level of goods and services in an economy over a specific period of time.",
  "White paper":"A policy document used to present government policy preferences.",
  "Section 21 company":"Non-profit entities registered in terms of Section 21 of the Companies Act.",
  "Reserves (foreign exchange)":"Holdings of foreign exchange, either by the Reserve Bank only or by the Reserve Bank and domestic banking institutions.",
  "New Development Bank":"A multilateral lending institution being established by Brazil, Russia, India, China and South Africa.",
  "Gross borrowing requirement":"The sum of the main budget balance, extraordinary receipts and payments (referred to as National Revenue Fund receipts and payments), and maturing debt. The amount is funded through domestic short- and long- term loans, foreign loans and changes in cash balances.",
  "Southern African Customs":"An agreement between South Africa, Botswana, Namibia, Lesotho and",
  "Coupon (bond)":"The periodic interest payment made to bondholders during the life of the bond. The interest is usually paid twice a year.",
  "Medium-term expenditure":"The three-year spending plans of national and provincial governments,",
  "Privatisation":"The full or partial sale of state-owned enterprises to private individuals or companies.",
  "Structural constraints":"Imbalances in the structure of the economy that hinder growth and development.",
  "Profit shifting":"The allocation of income and expenses between related corporations or branches of the same legal entity to reduce overall tax liability.",
  "Amortisation":"The repayment of a loan by instalments over the duration of the loan.",
  "Impaired advances":"Loans or advances that may not be collected in full.",
  "Trade balance":"The monetary record of a country’s net imports and exports of physical merchandise. See also current account.",
  "(PMI)":"compared with the previous month. An index value of 50 indicates no change in activity, a value above 50 indicates increased activity and a value below 50 indicates decreased activity.",
  "Countercyclical fiscal policy":"Policy that has the opposite effect on economic activity to that caused by the business cycle, such as slowing spending growth in a boom period and accelerating spending in a recession.",
  "Depreciation (capital)":"A reduction in the value of fixed capital as a result of wear and tear or redundancy.",
  "Committee (MTEC)":"expenditure framework budget submissions of national departments and making recommendations to the Minister of Finance regarding allocations to national departments.",
  "Economic cost":"The cost of an alternative that must be forgone to pursue a certain action. In other words, the benefits that could have been received by taking an alternative action.",
  "Principal purpose test":"A test where the benefits of a tax treaty are denied if it is reasonable to conclude that obtaining the benefit was one of the principal purposes behind the arrangement or transaction.",
  "Treasury committee":"The Cabinet committee that evaluates all requests for additional funds for unavoidable and unforeseen expenditure during a financial year.",
  "Bond spread":"The difference in yield between two bonds.",
  "Tax evasion":"When individuals or businesses illegally reduce their tax liability.",
  "framework (MTEF)":"published at the time of the Budget.",
  "Artificial debt":"A “loan” that is presented as debt but is in effect equity. Often used in tax avoidance or evasion.",
  "Sovereign debt":"Debt issued by a government.",
  "Disposable income":"Total income by households less all taxes and employee contributions.",
  "Foreign currency swaps":"The exchange of principal and/or interest payments in one currency for those in another.",
  "Tax avoidance":"When individuals or businesses legitimately use provisions in the tax law to reduce their tax liability.",
  "requirement":"non-financial public enterprises.",
  "Tax gap":"A measure of tax evasion that emerges from comparing the tax liability or tax base declared to the tax authorities with the tax liability or tax base calculated from other sources.",
  "Base erosion and profit":"Corporate tax-planning strategies that exploit the gaps and mismatches in",
  "Budget balance":"The difference between budgeted expenditure and budgeted revenue. If expenditure exceeds revenue, the budget is in deficit. If the reverse is true, it is in surplus.",
  "Unallocated reserves":"Potential expenditure provision not allocated to a particular use. It mainly consists of the contingency reserve and amounts of money left unallocated by provinces.",
  "Conditional grants":"Allocations of money from one sphere of government to another, conditional on certain services being delivered or on compliance with specified requirements.",
  "Corporation (PIC)":"on behalf of public-sector entities. Its largest client is the Government Employees Pension Fund.",
  "Money supply":"The total stock of money in an economy.",
  "Fuel levy":"An excise tax on liquid fuels.",
  "Primary deficit/surplus":"The difference between total revenue and non-interest expenditure. When revenue exceeds non-interest expenditure there is a surplus.",
  "Consolidated government":"Total expenditure by national and provincial government, social security",
  "Accounting officer":"The public servant in a department who is accountable to Parliament for financial management, usually the director-general or head of the department.",
  "Virement":"The transfer of resources from one programme to another within the same department during a financial year.",
  "Revaluation gain/loss":"The difference between the value of a foreign currency deposit from the original (historical) rate to execution of a trade based on the spot rate.",
  "Effective tax rate":"Actual tax liability (or a reasonable estimate thereof) expressed as a percentage of a pre-tax income base rather than as a percentage of taxable income. In other words, tax rates that take into account not only the statutory or nominal tax rate, but also other aspects of the tax system (for example, allowable deductions), which determine the tax liability.",
  "Sector education and training":"Institutions funded through employer training levies, responsible for",
  "M3":"The broadest definition of money supply in South Africa, including notes and coins, demand and fixed deposits, and credit.",
  "Quantitative easing":"A measure used by central banks to stimulate economic growth when interest rates are near zero by increasing money supply. Also called monetary easing.",
  "Gold and foreign exchange":"Reserves held by the Reserve Bank to meet foreign exchange obligations",
  "Consumer price index (CPI)":"The measure of inflation based on prices in a basket of goods and services.",
  "Beneficiation":"Manufacturing activities that transform raw minerals into higher-value products.",
  "Means test":"A method for determining whether someone qualifies for state assistance.",
  "Trade-weighted rand":"The value of the rand pegged to or expressed relative to a market basket of selected foreign currencies.",
  "National budget":"The projected revenue and expenditures that flow through the National Revenue Fund. It does not include spending by provinces or local government from their own revenues.",
  "Net exports":"Exports less imports.",
  "Secondary sector":"The part of the economy concerned with the manufacture of goods.",
  "Real wage":"The return, or wage, to employees, measured at a constant price level.",
  "Real interest rate":"The level of interest after taking account of inflation.",
  "Gross domestic product":"A measure of the total increase in prices in the whole economy. Unlike CPI",
  "Fixed-income bond":"A bond that pays a specific interest rate.",
  "Secured debt instruments":"Debt backed or secured by collateral to reduce the risk of lending.",
  "Labour intensity":"The relative amount of labour used to produce a unit of output.",
  "Deflation":"A consistent decrease in the price of goods and services.",
  "Policy reserve":"Additional money in the fiscus to fund new and crucial priorities.",
  "Nominal exchange rates":"The current rate of exchange between the rand and foreign currencies. The “effective” exchange rate is a trade-weighted average of the rates of exchange with other currencies.",
  "Carbon tax":"An environmental tax on emissions of carbon dioxide (CO2).",
  "Horizontal equity":"A principle in taxation that holds that similarly situated taxpayers should face a similar tax treatment or tax burden. In other words, taxpayers with the same amount of income or capital should be accorded equal treatment.",
  "Terms of trade":"An index measuring the ratio of a country’s export prices relative to its import prices.",
  "Bracket creep":"Increased real tax liability that arises when the personal income tax tables are not fully adjusted for inflation.",
  "Economic growth":"An increase in the total amount of output, income and spending in the economy.",
  "Direct taxes":"Taxes charged on taxable income or capital of individuals and legal entities.",
  "Rating agency":"A company that evaluates the ability of countries or other borrowers to honour their debt obligations. Credit ratings are used by international investors as indications of sovereign risk. See also credit rating.",
  "(PICC)":"",
  "Development Community":"economic integration and technical cooperation throughout southern",
  "Potential growth":"The fastest growth an economy can sustain without increasing inflation.",
  "Social wage":"Social benefits available to all individuals, funded wholly or partly by the state.",
  "Consumption expenditure":"Expenditure on goods and services, including salaries, which are used up within a short period of time, usually a year.",
  "payments":"are unrequited transactions that do not generate a counter-economic value (for example, gifts and grants).",
  "Term-to-maturity":"The time between issuance and expiry.",
  "Sovereign debt rating":"An assessment of the likelihood that a government will default on its debt obligations.",
  "Source-based income tax":"A system in which income is taxed in the country where the income",
  "Vertical equity":"A doctrine in taxation that holds that differently situated taxpayers should be treated differently in terms of income tax provisions. In other words, taxpayers with more income and/or capital should pay more tax.",
  "Payroll tax":"Tax an employer withholds and/or pays on behalf of employees based on employee wages or salaries.",
  "Exchange control":"Rules that regulate the flow of currency out of South Africa, or restrict the amount of foreign assets held by South African individuals and companies.",
  "Annuity":"A fixed amount of money paid over a period of time as a return on an investment.",
  "Tax incidence":"The final distribution of the burden of tax. Statutory incidence defines where the law requires a tax to be levied. Economic incidence refers to those who experience a decrease in real income as a result of the imposition of a tax.",
  "Foreign direct investment":"The acquisition of a controlling interest by governments, institutions or",
  "Unsecured debt instruments":"Debt not backed or secured by collateral to reduce the risk of lending.",
  "Budget":"pertain to the budget process before they are tabled in Cabinet.",
  "Non-competitive bid auction":"An auction in which an investor agrees to purchase a certain number of securities such as bonds at the average price of all competitive bids over a given period of time.",
  "Cooperation and":"Africa is not a member.",
  "Inter-state debt":"Money that different organs of state owe to each other.",
  "Monetary policy":"Policy concerning total money supply, exchange rates and the general level of interest rates.",
  "Trade regime":"The system of tariffs, quotas and quantitative restrictions applied to protect domestic industries, together with subsidies and incentives used to promote international trade.",
  "shifting":"tax laws between countries to artificially shift taxable income to lower or no-tax jurisdictions. See also tax evasion and profit shifting.",
  "(PPPs)":"function and assumes the associated risks. In return, the private party receives a fee according to predefined performance criteria. See unitary payment.",
  "Equitable share":"The allocation of revenue to the national, provincial and local spheres of government as required by the Constitution. See also division of revenue.",
  "Excise duties":"Taxes on the manufacture or sale of certain domestic or imported products. Excise duties are usually charged on products such as alcoholic beverages, tobacco and petroleum.",
  "Controlled foreign entity":"A foreign business in which South Africans hold a greater than 50 per cent interest, usually of the share capital of a company.",
  "Sterilisation":"Action taken by the Reserve Bank to neutralise excess cash created in the money market when purchasing foreign currency.",
  "Capital formation":"A measure of the net increase in the country’s total stock of capital goods, after allowing for depreciation.",
  "(GDP)":"economy. GDP per head is the simplest overall measure of welfare, although it does not take account of the distribution of income, nor of goods and services that are produced outside the market economy, such as work within the household.",
  "Negotiable certificate of":"Short-term deposit instruments issued by banks, at a variable interest rate,",
  "Administered prices":"Prices set outside ordinary market processes through administrative decisions by government, a public entity or a regulator.",
  "Debenture":"An unsecured loan backed by general credit rather than by specified assets.",
  "Allocated expenditure":"The part of the national budget that can be divided between the national, provincial and local spheres of government, after interest and the contingency reserve have been taken into account.",
  "Development finance":"State agencies that aim to meet the credit needs of riskier but socially and",
  "Corporatisation":"The transformation of state-owned enterprises into commercial entities, subject to commercial legal requirements and governance structures, while the state retains ownership.",
  "Liquidity requirements":"The amount of liquid or freely convertible assets that banks are required to hold relative to their liabilities for prudential and regulatory purposes.",
  "Refinancing risk":"The risk that government will not be able to raise money to repay debt at any scheduled point, or that it will have to do so at a high cost.",
  "Switch auction":"An auction to exchange bonds to manage refinancing risk or improve tradability.",
  "Equity finance":"Raising money by selling shares of stock to investors, who receive an ownership interest in return.",
  "Currency risk":"The potential for a change in the price of a currency that would affect investors with assets, liabilities or operations denominated in other currencies.",
  "Funded pension":"A pension scheme in which expected future benefits are funded in advance",
  "Union (SACU) agreement":"Swaziland that allows for the unrestricted flow of goods and services, and the sharing of customs and excise revenue.",
  "Expenditure ceiling":"The maximum allowable level of expenditure to which government has committed itself.",
  "Employment coefficient":"The ratio of employment growth to economic growth.",
  "formation":"production capacity in the economy. See also gross fixed-capital formation.",
  "Skills development levy":"A payroll tax designed to finance training initiatives in terms of the skills development strategy.",
  "Inventories":"Stocks of goods held by firms. An increase in inventories reflects an excess of output relative to spending over a period of time.",
  "Capital expenditure":"Spending on assets such as buildings, land, infrastructure and equipment.",
  "(PPI)":"prices paid based mainly on producers’ published price lists.",
  "Recapitalisation":"Injection of funds into a company or entity to aid liquidity, either as a loan or in return for equity.",
  "Residence-based income tax":"A tax system in which the worldwide income accruing to a resident of a",
  "Service and transfer":"Services involve transactions of non-tangible commodities, while transfers",
  "Productivity":"A measure of the amount of output generated from every unit of input. Typically used to measure changes in labour efficiency.",
  "Hedging":"An action taken by a buyer or seller to protect income against changes in prices, interest rates or exchange rates.",
  "Public-sector borrowing":"The consolidated cash borrowing requirement of general government and",
  "Floating rate notes":"A bond on which the interest rate is reset periodically in line with a money market reference rate.",
  "Debt redemption profile":"The set of fixed repayment dates and amounts to which an issuer of debt, such as a preferred stock or bond, has committed to meeting.",
  "deposit":"for a fixed period.",
  "Trademark":"A legal right pointing distinctly to the origin or ownership of merchandise to which it is applied and legally reserved for the exclusive use of the owner as maker or seller.",
  "Tax-to-GDP ratio":"For public finance comparison purposes, a country’s tax burden, or tax-to- GDP ratio, is calculated by taking the total tax payments for a particular fiscal year as a fraction or percentage of the GDP for that year.",
  "Dissaving":"An excess of current expenditure, including the depreciation of fixed capital, over current income.",
  "Structural budget balance":"A representation of what government revenue and expenditure would be if output were at its potential level, with cyclical variations stripped out.",
  "Category A, B and C":"Municipal categories established by the Constitution: Category A, or",
  "Organisation for Economic":"An organisation of 35 mainly industrialised member countries. South",
  "Water trading account":"A departmental account that ring-fences revenue from the sale of bulk water and related services to secure funding to manage the sustainability of water resources and infrastructure.",
  "Gross fixed-capital formation":"The addition to a country’s fixed-capital stock during a specific period, before provision for depreciation.",
  "National Revenue Fund":"The consolidated account of the national government into which all taxes, fees and charges collected by SARS and departmental revenue must be paid.",
  "Government debt":"The total amount of money owed by the government as a consequence of its past borrowing.",
  "Bond premium":"Amount by which the purchase price of a bond is greater than its par value.",
  "Balance of payments":"A summary statement of all the international transactions of the residents of a country with the rest of the world over a particular period of time.",
  "Debt switching":"The exchange of bonds to manage refinancing risk or improve tradability.",
  "Credit rating":"An indicator of the risk of default by a borrower or the riskiness of a financial instrument. Credit ratings generally fit into three broad risk categories: minimal or low, moderate and high. These categories indicate the extent of a borrower’s capacity to meet their financial obligations or the probability that the value of a financial instrument will be realised. Investments rated as high risk are considered sub-investment grade (or “junk”).",
  "Risk premium":"A return that compensates for uncertainty.",
  "Non-interest expenditure":"Total expenditure by government less debt-service costs.",
  "system":"originates.",
  "Net trade":"The difference between the value of exports and the value of imports.",
  "Liquidity":"The ease with which assets can be bought and sold.",
  "Appropriation":"The approval by Parliament of spending from the National Revenue Fund, or by a provincial legislature from a provincial revenue fund.",
  "Net open foreign currency":"Gold and foreign exchange reserves minus the oversold forward book. The",
  "PAYE":"The pay-as-you-earn (PAYE) system of income tax withholding requires employers to deduct income tax, and in some cases, the employees’ portion of social benefit taxes, from each paycheque delivered to employees.",
  "Dividend":"The distribution of a portion of a company's earnings to a class of its shareholders.",
  "Weighted average cost of":"The average rate of return an organisation expects to pay to investors in its",
  "Bond":"A certificate of debt issued by a government or corporation guaranteeing payment of the original investment plus interest by a specified future date.",
  "Contingency reserve":"An amount set aside, but not allocated in advance, to accommodate changes to the economic environment and to meet unforeseeable spending pressures.",
  "Financial account":"A statement of all financial transactions between the nation and the rest of the world, including portfolio and fixed investment flows and movements in foreign reserves.",
  "Fiscal incidence":"The combined overall economic impact that fiscal policy has on the economy.",
  "municipalities":"metropolitan municipalities; Category B, or local municipalities; and Category C, or district municipalities.",
  "Secondary rebate":"A rebate from income tax, in addition to the primary rebate, that is available to taxpayers aged 65 years and older.",
  "Redemption":"The return of an investor’s principal in a fixed-income security, such as a preferred stock or bond.",
  "Regional integration":"An economic policy intended to boost economic activity in a geographical area extending beyond one country.",
  "Public entities":"Companies, agencies, funds and accounts that are fully or partly owned by government or public authorities and are regulated by law.",
  "Inflation targeting":"A monetary policy framework intended to achieve price stability over a certain period of time.",
  "Price discovery":"The process of determining the price level of a commodity or asset, based on supply and demand factors.",
  "enterprises":"financial services, trading as business enterprises, such as Eskom or Transnet.",
  "Intergenerational equity":"A value based on ensuring that future generations do not have to repay debts taken on today, unless they also share in the benefits of assets.",
  "Development (OECD)":"",
  "Basel III":"Reforms developed by the Basel Committee on Banking Supervision to strengthen the regulation, supervision and risk management of the banking sector.",
  "expenditure":"funds and selected public entities, including transfers and subsidies to municipalities, businesses and other entities.",
  "Commercial paper issuances":"Debt issued by companies through short-term promissory notes.",
  "Vested right":"The right to ownership of an asset that cannot be arbitrarily taken away by a third party.",
  "Non-tax revenue":"Income received by government as a result of administrative charges, licences, fees, sales of goods and services, and so on.",
  "Social infrastructure":"Infrastructure that supports social services.",
  "Withholding tax":"Tax on income deducted at source. Withholding taxes are widely used for dividends, interest and royalties.",
  "population":"seeking work.",
  "Southern African":"A regional intergovernmental organisation that promotes collaboration,",
  "extension":"and leases.",
  "Remuneration":"The costs of personnel, including salaries, housing allowances, car allowances and other benefits received by personnel.",
  "Public Finance Management":"The act regulating financial management of national and provincial",
  "Tax loopholes":"Unintended weaknesses in the legal provisions of the tax system used by taxpayers to avoid paying tax liability.",
  "Public goods":"Goods and services that would not be fully provided in a pure free-market system and are largely provided by government.",
  "Capital gains tax":"Tax levied on the income realised from the disposal of a capital asset by a taxpayer. A capital gain is the excess of the selling price over the purchase price of the capital asset.",
  "Financial Stability Board":"An international body made up of representatives of financial authorities and institutions, and central banks. It proposes regulatory, supervisory and other policies in the interest of financial stability.",
  "Fiscal year":"The 12 months on which government budgets are based, beginning 1 April and ending 31 March of the subsequent calendar year.",
  "reserves":"and to maintain liquidity in the presence of external shocks.",
  "Ministers’ Committee on the":"The political committee that considers key policy and budgetary issues that",
  "Basis point":"One hundredth of one per cent.",
  "Vote":"An appropriation voted by Parliament.",
  "Tax base":"The aggregate value of income, sales or transactions on which particular taxes are levied.",
  "Function shift":"The movement of a function from one departmental vote or sphere of government to another.",
  "Real expenditure":"Expenditure measured in constant prices after taking account of inflation.",
  "(SADC)":"Africa.",
  "Division of revenue":"The allocation of funds between spheres of government, as required by the Constitution. See also equitable share.",
  "Macroeconomics":"The branch of economics that deals with the whole economy – including issues such as growth, inflation, unemployment and the balance of payments.",
  "Anti-avoidance rule":"A provision aimed at preventing tax avoidance. See principal purpose test.",
  "Liquidity risk":"The risk that an asset might not easily and quickly be converted into cash through sale, or the risk to a debtor that it cannot meet its current debt obligations.",
  "Quarterly Labour Force":"A household-based survey conducted by Statistics South Africa to measure",
  "Private-sector credit":"Credit provided to the private sector. This includes all loans, credit cards",
  "(PBOs)":"other institutions, which engage in social activities to meet the needs of the general public.",
  "Treaty shopping":"When related companies in different countries establish a third entity in another location to take advantage of a favourable tax arrangement.",
  "Macroprudential regulation":"Rules that protect the stability of the financial sector and guard against systemic risk.",
  "Debt-service costs":"The cost of interest on government debt and other costs directly associated with borrowing.",
  "Monetary easing":"See quantitative easing.",
  "Specific excise duty":"A tax on each unit of output or sale of a good, unrelated to the value of a good.",
  "arrangements":"and as entitlement accrues.",
  "Customs duties":"Tax levied on imported goods.",
  "dispensation":"service, including doctors, nurses and teachers.",
  "(STC)":"10 per cent of the net amount of dividends declared. This was discontinued in 2012 and replaced with a 15 per cent dividend withholding tax.",
  "Public-private partnerships":"A contractual arrangement whereby a private party performs a government",
  "Financial year":"The 12 months according to which companies and organisations budget and account. See also fiscal year.",
  "Secondary tax on companies":"Tax on dividends declared by a company, calculated at the rate of",
  "Unit labour cost":"The cost of labour per unit of output, calculated by dividing average wages by productivity (output per worker per hour).",
  "Dividend withholding tax":"A tax on dividends that is subtracted and withheld by a company or intermediary before the net dividend is paid to the shareholder.",
  "Crowding-in":"An increase in private investment through the income-raising effect of government spending financed by deficits.",
  "Tax incentives":"Specific provisions in the tax code that provide favourable tax treatment to individuals and businesses to encourage specific behaviour or activities.",
  "Non-financial public":"Government-owned or controlled organisations that deliver goods and non-",
  "Trend GDP growth":"The theoretical level of GDP growth determined by the full utilisation of all factors of production (land, labour and capital). Growth above the trend rate results in macroeconomic imbalances such as rising inflation or a weakening of the current account. Increases in trend GDP growth are achieved through capital formation, growth in employment and/or technological development.",
  "Designated countries":"Foreign countries from which income may be exempt from South African tax under certain circumstances. See also double tax agreement.",
  "Connected person debt/credit":"Debt or credit granted by a person/entity to a connected person/entity. In the case of a holding company, for example, a subsidiary company would be a connected person.",
  "Anti-fragmentation rule":"A rule that aims to prevent taxpayers from artificially avoiding permanent establishment status by breaking up a cohesive business into several small operations.",
  "Survey":"the dynamics of the labour market, producing indicators such as employment, unemployment and inactivity.",
  "Commission (FFC)":"recommendations to Parliament and provincial legislatures about financial issues affecting the three spheres of government.",
  "Fiscal space":"The ability of government’s budget to provide additional resources for a desired programme without jeopardising fiscal or debt sustainability.",
  "Opportunity cost":"The value of that which must be given up to achieve or acquire something. It is represented by the next highest valued alternative use of a resource.",
  "Public Investment":"A government-owned investment management company that invests funds",
  "Repurchase agreements":"Short-term contracts between the Reserve Bank and private banks in the money market to sell specified amounts of money at an interest rate determined by daily auction.",
  "Tax morality":"The willingness, or motivation, of citizens to pay tax. This is separate to the statutory obligation to pay taxes, but may have an influence on tax compliance.",
  "Financial and Fiscal":"An independent body established by the Constitution to make",
  "Marginal income tax rate":"The rate of tax on an incremental unit of income.",
  "Tax amnesty":"A period allowed by tax authorities during which taxpayers who are outside the tax net, but should be registered for tax purposes, can register for tax without incurring penalties.",
  "Domestic demand":"The total level of spending in an economy, including imports but excluding exports.",
  "Statutory appropriations":"Amounts appropriated to be spent in terms of statutes and not requiring appropriation by vote.",
  "Embedded derivative":"A provision in a contract modifying its cash flows by making them dependent on an underlying measure – such as interest or exchange rates, or commodity prices – the value of which changes independently.",
  "Fair-value adjustment":"A change in the value of an asset or liability resulting from the periodic reassessment of its expected future economic in- or outflows.",
  "(FDI)":"individuals of a business in another country.",
  "Double tax agreement":"An agreement between two countries to prevent income that is taxed in one country from being taxed in the other as well. See also designated countries.",
  "Purchasing managers’ index":"A composite index measuring the change in manufacturing activity",
  "Flow-through vehicles":"A vehicle, such as a trust, where income earned is treated as income of the vehicle’s beneficiaries.",
  "Green paper":"A policy document intended for public discussion.",
  "Producer price index":"Price increases measured by the producer price index – a measure of the",
  "Adjustments estimate":"Presentation to Parliament of the amendments to be made to the appropriations voted in the main budget for the year.",
  "Unitary payment":"The payment made to the private party for meeting its obligations in the project deliverables in a public-private partnership.",
  "Government guarantee":"An assurance made by government to a lender that a financial obligation will be honoured, even if the borrowing government institution is unable to repay the debt. See contingent liability.",
  "Capital asset":"Property of any kind, including assets that are movable or immovable, tangible or intangible, fixed or circulating, but excluding trading stock held for the purpose of realising a financial or economic return.",
  "Cost-push inflation":"Inflation that is caused by an increase in production costs, such as wages or oil prices.",
  "Unemployment (official":"Those of working age, who are unemployed and actively seeking work",
  "definition)":"(excludes discouraged work seekers).",
  "Fiscal consolidation":"Policy aimed at reducing government deficits and debt accumulation.",
  "Reticulation scheme":"A piped water network that ensures that water is collected and treated before it reaches the consumer.",
  "authorities":"learnership programmes and implementing strategic sector skills plans.",
  "Permanent establishment":"A fixed place of business from which a company operates. When two countries have a tax treaty, the concept of “permanent establishment” is used to determine the right of one state to tax the profits of the business in the other state. See also anti-fragmentation.",
  "Treasury bills":"Short-term government debt instruments that yield no interest but are issued at a discount. Maturities vary from one day to 12 months.",
  "Asset price bubble":"A condition occurring when prices for a category of assets rise above the level justified by economic fundamentals.",
  "Current account (of the":"The difference between total imports and total exports, taking into account",
  "Recession":"A period in which national output and income decline. A recession is usually defined as two consecutive quarters of negative growth.",
  "Depreciation (exchange rate)":"A reduction in the external value of a currency.",
  "Group of Twenty (G20)":"An international forum made up of finance ministers and central bank governors from 20 of the world’s largest economies.",
  "Occupation-specific salary":"Revised salary structures unique to identified occupations in the public",
  "Real exchange rate":"The level of the exchange rate taking account of inflation differences.",
  "Real effective exchange rate":"A measure of the rate of exchange of the rand relative to a trade-weighted average of South Africa’s trading partners’ currencies, adjusted for price trends in South Africa and the countries included.",
  "Primary sector":"The agricultural and mining sectors of the economy.",
  "Financial Services Board":"An independent institution established by statute that regulates insurers, intermediaries, retirement funds, friendly societies, unit trust schemes, management companies and financial markets.",
  "Coordinating Commission":"20-year infrastructure plan.",
  "Contingent liability":"A government obligation, such as a guarantee, that will only result in expenditure upon the occurrence of a specific event. See government guarantee.",
  "Syndicated loan":"A large loan in which a group of banks work together to provide funds, which they solicit from their clients for the borrower.",
  "Gross value added":"The value of output less intermediate consumption. It is also a measure of the contribution to the economy made by an industry or sector.",
  "Portfolio investment":"Investment in financial assets such as stocks and bonds.",
  "Net borrowing requirement":"The main budget balance.",
  "Fiscal policy":"Policy on taxation, public spending and borrowing by the government.",
  "Refinancing":"The repayment of debt at a scheduled time with the proceeds of new loans.",
  "Marginal lending rate":"A penalty rate of interest charged by the Reserve Bank for lending to financial institutions in the money market in excess of the daily liquidity provided to the money market at the repurchase rate. See also repurchase agreements.",
  "Yield curve":"A graph showing the relationship between the yield on bonds of the same credit quality but different maturity at a given point in time.",
  "position":"figure is expressed in dollars.",
  "Capital goods":"Durable goods used over a period of time for the production of other goods. See also intermediate goods.",
  "Acquisition debt":"Debt used to purchase shares or assets.",
  "institutions":"economically desirable projects that are beyond the acceptance limits of commercial banks.",
  "Current expenditure":"Government expenditure on salaries and goods and services, such as rent, maintenance and interest payments. See also consumption expenditure."
}